Repository: pypi-data/pypi-mirror-37
Catalog: packages/nova/nova-15.1.5.tar.gz/nova-15.1.5/nova/locale/*/LC_MESSAGES/nova-log-info.po
Languages: pt_br

source: %(name)s listening on %(host)s:%(port)s
pt_br: %(name)s atendendo no %(host)s:%(port)s

source: %(num_values)d values found, of which the maximum value will be used.
pt_br: Valores de %(num_values)d localizados, dos quais o valor máximo será utilizado.

source: %(num_values)d values found, of which the minimum value will be used.
pt_br: Valores de %(num_values)d localizados, dos quais o valor mínimo será utilizado.

source: %(type)s limit not specified, defaulting to unlimited
pt_br: Limite de %(type)s não especificado, padronizando para ilimitado

source: %(type)s limit: %(limit).02f %(unit)s, free: %(free).02f %(unit)s
pt_br: Limite de %(type)s: %(limit).02f %(unit)s, livre: %(free).02f %(unit)s

source: %(url)s returned with HTTP %(status)d
pt_br: %(url)s retornado com HTTP %(status)d

source: %s is not a valid LUKS device; formatting device for first use
pt_br: %s não é um dispositivo LUKS válido; formatando dispositivo para primeiro uso

source: Active base files: %s
pt_br: Arquivos base ativos: %s

source: Adding security group %(security_group_id)s to port %(port_id)s
pt_br: Incluindo o grupo de segurança %(security_group_id)s na porta %(port_id)s

source: Allocated network: '%s' for instance
pt_br: Rede alocada: '%s' para a instância

source: Attaching volume %(volume_id)s to %(mountpoint)s
pt_br: Anexando volume %(volume_id)s a %(mountpoint)s

source: Attempted to unfilter instance which is not filtered
pt_br: Tentou cancelar a filtragem da instância que não foi filtrada

source: Attempting claim: memory %(memory_mb)d MB, disk %(disk_gb)d GB, vcpus %(vcpus)d CPU
pt_br: Tentativa de solicitação: memória %(memory_mb)d MB, disco %(disk_gb)d GB, CPU vcpus %(vcpus)d

source: Auditing locally available compute resources for node %(node)s
pt_br: Auditando recursos de cálculo disponíveis localmente para o nó %(node)s

source: Automatically confirming migration %(migration_id)s for instance %(instance_uuid)s
pt_br: confirmando automaticamente a migração %(migration_id)s para a instância %(instance_uuid)s

source: Automatically hard rebooting
pt_br: Reinicializando a frio automaticamente

source: Automatically selected compute RPC version %(rpc)s from minimum service version %(service)i
pt_br: Versão de RPC de cálculo %(rpc)s selecionada automaticamente a partir da versão mínima de serviço %(service)i

source: Bandwidth usage not supported by hypervisor.
pt_br: Uso da largura da banda não suportado pelo hypervisor.

source: Base or swap file too young to remove: %s
pt_br: Arquivo de base ou de troca muito novo para ser removido: %s

source: Beginning cold snapshot process
pt_br: Iniciando processo de captura instantânea a frio

source: Beginning live snapshot process
pt_br: Começando o processo de captura instantânea em tempo real

source: Booting with blank volume at %(mountpoint)s
pt_br: Inicializando com o volume em branco em %(mountpoint)s

source: Booting with volume %(volume_id)s at %(mountpoint)s
pt_br: Inicializando com o volume %(volume_id)s em %(mountpoint)s

source: Booting with volume snapshot %(snapshot_id)s at %(mountpoint)s
pt_br: Inicializando com a captura instantânea do volume %(snapshot_id)s em %(mountpoint)s

source: Booting with volume-backed-image %(image_id)s at %(mountpoint)s
pt_br: Inicializando com o volume-backed-image %(image_id)s em %(mountpoint)s

source: Called setup_basic_filtering in nwfilter
pt_br: Chamada setup_basic_filtering em nwfilter

source: Cannot load Libosinfo: (%s)
pt_br: Não é possível carregar Libosinfo: (%s)

source: Checking Token: %(token)s, %(token_valid)s
pt_br: Verificando Token: %(token)s, %(token_valid)s

source: Claim successful
pt_br: Solicitação bem-sucedida

source: Compute node '%s' not found in update_available_resource.
pt_br: Nó de cálculo '%s' não localizado no update_available_resource.

source: Compute_service record created for %(host)s:%(node)s
pt_br: Registro Compute_service criado para %(host)s:%(node)s

source: Compute_service record updated for %(host)s:%(node)s
pt_br: Registro Compute_service atualizado para %(host)s:%(node)s

source: Config drive for instance %(instance)s on baremetal node %(node)s created.
pt_br: Driver de configuração para a instância %(instance)s no nó básico %(node)s.

source: Configured network %(network)s on host %(host)s
pt_br: Rede %(network)s configurada no host %(host)s

source: Configuring timezone for windows instance to localtime
pt_br: Configurando fuso horário para instância do Windows para o horário local

source: Connected volume (vdi_uuid): %s
pt_br: Volume conectado (vdi_uuid): %s

source: Connection event '%(enabled)d' reason '%(reason)s'
pt_br: Evento de conexão '%(enabled)d', motivo '%(reason)s'

source: Copied %(source_file)s using %(module_str)s
pt_br: Copiado %(source_file)s usando %(module_str)s

source: Copied virtual disk from %(src)s to %(dst)s.
pt_br: Disco virtual copiado de %(src)s parao %(dst)s.

source: Could not find domain in libvirt for instance %s. Cannot get block stats for device
pt_br: Não foi possível localizar o domínio em libvirt para a instância %s. Não é possível obter estatísticas do bloco para o dispositivo

source: Create Security Group %s
pt_br: Criar Grupo de Segurança %s

source: Created folder: %(name)s in parent %(parent)s.
pt_br: Pasta criada: %(name)s no pai %(parent)s.

source: Created linked-clone VM from snapshot
pt_br: Clone de MV vinculada criado a parir da captura instantânea

source: Creating config drive at %(path)s
pt_br: Criando unidade de configuração em %(path)s

source: Creating image
pt_br: Criando imagem

source: Data remaining %(remaining)d bytes, low watermark %(watermark)d bytes %(last)d seconds ago
pt_br: Dados restantes %(remaining)d, limite baixo %(watermark)d bytes %(last)d segundos atrás

source: Delete security group %s
pt_br: Excluir grupo de segurança %s

source: Deleted %s snapshots.
pt_br: Excluídas %s capturas instantâneas.

source: Deleted virtual disk %s.
pt_br: Disco virtual excluído %s.

source: Deleting instance as it has been evacuated from this host
pt_br: Excluindo instância conforme ela foi evacuada a partir desse host

source: Deleting instance files %s
pt_br: Excluindo arquivos de instância %s

source: Deleting orphan compute node %s
pt_br: Deletando nó de computação orfão %s

source: Deletion of %s complete
pt_br: Exclusão de %s concluída

source: Deletion of %s failed
pt_br: Exclusão de %s falhou.

source: Destroyed the VM
pt_br: VM destruída

source: Destroying VM
pt_br: Destruindo VM

source: Destroying instance with name label '%s' which is marked as DELETED but still present on host.
pt_br: Destruindo instância com rótulo de nome '%s' que está marcada como DELETED, mas ainda está presente no host.

source: Detach volume %(volume_id)s from mountpoint %(mp)s
pt_br: Remover o volume %(volume_id)s do ponto de montagem %(mp)s

source: Detaching from volume api: %s
pt_br: Removendo da API do volume: %s

source: Dev %(dev_number)s attached to instance %(instance_name)s
pt_br: Dispositivo %(dev_number)s anexado à instância %(instance_name)s

source: Device allocation failed. Will retry in 2 seconds.
pt_br: Falha na alocação de dispositivo. Tentar novamente em 2 segundos.

source: Disabling host %s.
pt_br: Desativando o host %s.

source: Disconnecting stale VDI %s from compute domU
pt_br: Desconectando VDI antigo %s do domU de cálculo

source: Downloaded OVA image file %(image_ref)s
pt_br: Arquivo de imagem OVA transferido por download %(image_ref)s

source: Downloaded image file data %(image_ref)s
pt_br: Dados de arquivo de imagem transferidos por download %(image_ref)s

source: During _sync_instance_power_state the DB power_state (%(db_power_state)s) does not match the vm_power_state from the hypervisor (%(vm_power_state)s). Updating power_state in the DB to match the hypervisor.
pt_br: Durante _sync_instance_power_state, BD power_state (%(db_power_state)s) não corresponde ao vm_power_state a partir do hypervisor (%(vm_power_state)s). Atualizando power_state no BD para corresponder ao hypervisor.

source: During sync_power_state the instance has a pending task (%(task)s). Skip.
pt_br: Durante sync_power_state, a instância possui uma tarefa pendente (%(task)s). Ignorar.

source: During the sync_power process the instance has moved from host %(src)s to host %(dst)s
pt_br: Durante o processo sync_power, a instância foi movida do host %(src)s para o host %(dst)s

source: During wait destroy, instance disappeared.
pt_br: Durante a espera da destruição, a instância desapareceu.

source: Enabling host %s.
pt_br: Ativando o host %s.

source: Ensuring static filters
pt_br: Assegurando filtros estáticos

source: Error %(ex)s, migration failed
pt_br: Erro %(ex)s, a migração falhou

source: Error auto-confirming resize: %s. Will retry later.
pt_br: Erro ao confirmar automaticamente o redimensionamento: %s. Tentará novamente mais tarde.

source: Error in handshake format: %s
pt_br: Erro no formato de handshake: %s

source: Error in handshake: %s
pt_br: Erro no handshake: %s

source: Executing RootwrapDaemonHelper.execute cmd=[%(cmd)r] kwargs=[%(kwargs)r]
pt_br: Executando RootwrapDaemonHelper.execute cmd=[%(cmd)r] kwargs=[%(kwargs)r]

source: Failed to get image info from path %(path)s; error: %(error)s
pt_br: Falha ao obter informações de imagem a partir do caminho %(path)s; erro: %(error)s

source: Failed to mount filesystem (expected for non-linux instances): %s
pt_br: Falha ao montar sistema de arquivos (esperado para instâncias não linux): %s

source: Failed to process external instance event %(event)s due to: %(error)s
pt_br: Falha ao processar o evento da instância externo %(event)s devido a: %(error)s

source: Failed to undefine network filter %(name)s. Try %(cnt)d of %(max_retry)d.
pt_br: Falha ao remover definição do filtro de rede %(name)s. Tentativa %(cnt)d de %(max_retry)d.

source: Fault thrown: %s
pt_br: Falha lançada: %s

source: Filter %s returned 0 hosts
pt_br: Filtro %s retornou 0 hosts

source: Filtering removed all hosts for the request with instance ID '%(inst_uuid)s'. Filter results: %(str_results)s
pt_br: A filtragem removeu todos os hosts para a solicitação com ID da instância '%(inst_uuid)s'. Resultados de filtro: %(str_results)s

source: Final resource view: name=%(node)s phys_ram=%(phys_ram)sMB used_ram=%(used_ram)sMB phys_disk=%(phys_disk)sGB used_disk=%(used_disk)sGB total_vcpus=%(total_vcpus)s used_vcpus=%(used_vcpus)s pci_stats=%(pci_stats)s
pt_br: Visualização de recurso final: name=%(node)s phys_ram=%(phys_ram)sMB used_ram=%(used_ram)sMB phys_disk=%(phys_disk)sGB used_disk=%(used_disk)sGB total_vcpus=%(total_vcpus)s used_vcpus=%(used_vcpus)s pci_stats=%(pci_stats)s

source: Finishing migration network for instance %s
pt_br: Concluindo a rede de migração para a instância %s

source: Fixing previous mount %s which was not unmounted correctly.
pt_br: Corrigindo montagem anterior %s que não foi desmontada corretamente.

source: Floating IP %s is not associated. Ignore.
pt_br: IP Flutuante %s não está associado. Ignorando.

source: Forcing a sync of instances, project_id=%(projid_str)s, updated_since=%(since_str)s
pt_br: Forçando uma sincronização de instâncias, project_id=%(projid_str)s, updated_since=%(since_str)s

source: Forcing direct route to %(cell_name)s because of 'target_cell' scheduler hint
pt_br: Forçando o roteamento direto para %(cell_name)s devido à dica do planejador 'target_cell'

source: Found %(instance_count)d hung reboots older than %(timeout)d seconds
pt_br: Localizadas %(instance_count)d reinicializações interrompidas há mais de %(timeout)d segundos

source: Found %(migration_count)d unconfirmed migrations older than %(confirm_window)d seconds
pt_br: Localizadas %(migration_count)d migrações desconfiguradas mais antigas que %(confirm_window)d segundos

source: Found an unconfirmed migration during delete, id: %(id)s, status: %(status)s
pt_br: Localizada uma migração não confirmada durante a exclusão, id: %(id)s, status: %(status)s

source: Get console output
pt_br: Obter saída de console

source: Getting block stats failed, device might have been detached. Instance=%(instance_name)s Disk=%(disk)s Code=%(errcode)s Error=%(e)s
pt_br: A obtenção de estatísticas de bloco falhou, o dispositivo pode ter sido desconectado. Instance=%(instance_name)s Disk=%(disk)s Code=%(errcode)s Error=%(e)s

source: Going to destroy instance again.
pt_br: Destruindo a instância novamente.

source: Got request to destroy instance
pt_br: Recebido requisição para destruir instância

source: HTTP exception thrown: %s
pt_br: Exceção de HTTP lançada: %s

source: Host %(host)s fails. Previously tried hosts: %(hosts)s
pt_br: Falha do host %(host)s. Hosts anteriormente tentados: %(hosts)s

source: Host filter forcing available hosts to %s
pt_br: Filtro de host forçando hosts disponíveis para %s

source: Host filter forcing available nodes to %s
pt_br: Filtro de host forçando nós disponíveis para %s

source: Host filter ignoring hosts: %s
pt_br: Filtro de host ignorando hosts: %s

source: Ignoring request to release fixed IP %(address)s with MAC %(mac)s since it is now associated with a new instance that is in the process of allocating it's network.
pt_br: Ignorando solicitação para liberar o IP fixo %(address)s com o MAC %(mac)s, já que agora ele está associado a uma nova instância que está no processo de alocação de sua rede.

source: Image %s is no longer used by this node. Pending deletion!
pt_br: A imagem %s não é mais usada por esse nó. Exclusão pendente!

source: Image %s is no longer used. Deleting!
pt_br: A imagem %s não é mais usada. Excluindo!

source: Image creation data, cacheable: %(cache)s, downloaded: %(downloaded)s duration: %(duration).2f secs for image %(image_id)s
pt_br: Dados de criação de imagem, armazenáveis em cache: %(cache)s, transferidos por download: %(downloaded)s duração: %(duration).2f segundos para a imagem %(image_id)s

source: Image signature verification succeeded for image %s
pt_br: Verificação de assinatura da imagem bem-sucedida para a imagem %s

source: Image signature verification succeeded for image: %s
pt_br: Verificação de assinatura da imagem bem-sucedida para a imagem: %s

source: Increasing downtime to %(downtime)d ms after %(waittime)d sec elapsed time
pt_br: Aumentando o tempo de inatividade para %(downtime)d ms após um tempo decorrido de %(waittime)d segundos

source: Instance %(name)s running on %(host)s could not be found in the database: assuming it is a worker VM and skip ping migration to a new host
pt_br: A instância %(name)s em execução em %(host)s não pôde ser localizada no banco de dados: supondo que seja uma VM do trabalhador e ignorando a migração de ping para um novo ost

source: Instance already shutdown.
pt_br: Instância já está desligada.

source: Instance destroyed successfully.
pt_br: Instância destruída com êxito.

source: Instance disappeared during terminate
pt_br: Instância desapareceu durante exclusão

source: Instance failed to shutdown in %d seconds.
pt_br: A instância falhou ao encerrar em %d segundos.

source: Instance found in migrating state during startup. Resetting task_state
pt_br: Instância localizada ao migrar o estado durante a inicialização. Reconfigurando task_state

source: Instance has been marked deleted already, removing it from the hypervisor.
pt_br: A instância já foi marcada como deletada. removendo do hypervisor.

source: Instance is already in deleting state, ignoring this request
pt_br: Instância já está sendo deletada, ignorando requisição

source: Instance is already powered off in the hypervisor when stop is called.
pt_br: Instância já foi desligada no hypervisor quando a pausa foi requisitada.

source: Instance is configured with a file console, but the backing file is not (yet?) present
pt_br: A instância está configurada com um console de arquivo, mas o arquivo de apoio (ainda?) não está presente

source: Instance is not found during confirmation
pt_br: Instância não foi encontrada durante confirmação

source: Instance launched has CPU info: %s
pt_br: A instância ativada possui informações de CPU: %s

source: Instance lifecycle events from the compute driver have been disabled. Note that lifecycle changes to an instance outside of the compute service will only be synchronized by the _sync_power_states periodic task.
pt_br: Os eventos do ciclo de vida da instância a partir do driver de cálculo foram desativados. Observe que as mudanças no ciclo de vida de uma instância fora do serviço de cálculo serão sincronizadas pela tarefa periódica __sync_power_states periodic task.

source: Instance may be started again.
pt_br: A instância pode ser iniciada novamente.

source: Instance may have been confirmed during delete
pt_br: Instância pode ter sido confirmada durante exclusão

source: Instance may have been rebooted during soft reboot, so return now.
pt_br: A instância pode ter sido reinicializada durante a reinicialização virtual, portanto retorne agora.

source: Instance rebooted successfully.
pt_br: Instância reinicializada com êxito.

source: Instance running successfully.
pt_br: Instância executando com êxito.

source: Instance shutdown successfully after %d seconds.
pt_br: Instância encerrada com sucesso após %d segundos.

source: Instance shutdown successfully.
pt_br: A instância foi encerrada com êxito.

source: Instance soft rebooted successfully.
pt_br: Reinicialização virtual da instância bem-sucedida.

source: Instance spawned successfully.
pt_br: Feito spawn da instância com êxito.

source: Instance was successfully rebuilt
pt_br: A instância foi reconstruída com sucesso

source: Invalid request: %s
pt_br: Solicitação inválida: %s

source: It's not supported to backup volume backed instance.
pt_br: Não é suportado fazer backup da instância de apoio do volume.

source: Libvirt host capabilities %s
pt_br: Recursos do host Libvirt %s

source: Loaded extensions: %s
pt_br: Extensões carregadas: %s

source: Loading compute driver '%s'
pt_br: Carregando driver de cálculo '%s'

source: Loading network driver '%s'
pt_br: Carregando driver de rede '%s'

source: Loop mount error: %s
pt_br: Erro na montagem do loop: %s

source: Manipulating interface files directly
pt_br: Manipulando arquivos de interface diretamente

source: Migrating
pt_br: Migrando

source: Migrating instance to %s finished successfully.
pt_br: Migração da instância para %s concluída com sucesso.

source: Migration %s is already confirmed
pt_br: A migração %s já está confirmada

source: Migration %s may have been confirmed during delete
pt_br: A migração %s pode ter sido confirmada durante a exclusão

source: Migration operation has completed
pt_br: A operação de migração foi concluída

source: Migration running for %(secs)d secs, memory %(remaining)d%% remaining; (bytes processed=%(processed_memory)d, remaining=%(remaining_memory)d, total=%(total_memory)d)
pt_br: Execução de migração durante %(secs)d secs, memória %(remaining)d%% restante; (bytes processed=%(processed_memory)d, remaining=%(remaining_memory)d, total=%(total_memory)d)

source: Mounted volume: %s
pt_br: Volume montado: %s

source: Mountpoint %(mountpoint)s detached from instance %(instance_name)s
pt_br: Ponto de montagem %(mountpoint)s desanexada da instância %(instance_name)s

source: Moved virtual disk from %(src)s to %(dst)s.
pt_br: Disco virtual movido de %(src)s para %(dst)s.

source: NBD mount error: %s
pt_br: erro de montagem NBD: %s

source: Network deallocated for instance (fixed IPs: '%s')
pt_br: Rede desalocada para a instância (IPs fixos: '%s')

source: Neutron deleted interface %(intf)s; detaching it from the instance and deleting it from the info cache
pt_br: O Neutron excluiu a interface %(intf)s;separando-a da instância e excluindo-a do cache de informações

source: No cells available when scheduling. Will retry in %(sleep_time)s second(s)
pt_br: Nenhuma célula disponível ao planejar. Nova tentativa em %(sleep_time)s segundo(s)

source: No hosts matched due to not matching 'force_hosts' value of '%s'
pt_br: Nenhum Host correspondido devido a nenhuma correspondência do valor 'force_hosts' de '%s'

source: No nodes matched due to not matching 'force_nodes' value of '%s'
pt_br: Nenhum nó correspondido devido a nenhuma correspondência do valor 'force_hosts' de '%s'

source: Pausing
pt_br: Pausando

source: Port %s from network info_cache is no longer associated with instance in Neutron. Removing from network info_cache.
pt_br: A porta %s da rede info_cache não está mais associada à instância no Neutron. Removendo do info_cache da rede.

source: Post operation of migration started
pt_br: Pós-operação de migração iniciada

source: Powering off instance with name label '%s' which is marked as DELETED but still present on host.
pt_br: Desligando a instância com rótulo de nome '%s' que está marcada como DELETED, mas ainda está presente no host.

source: Putting host %(host_name)s in maintenance mode %(mode)s.
pt_br: Colocando o host %(host_name)s em modo de manutenção %(mode)s.

source: Rebooting instance
pt_br: Reinicializando instância

source: Rebooting instance after nova-compute restart.
pt_br: Reinicializando instância após reinício de nova-compute.

source: Rebuilding instance
pt_br: Reconstruindo a instância

source: Received Token: %(token)s, %(token_dict)s
pt_br: Token Recebido: %(token)s, %(token_dict)s

source: Received a delete update from an unknown host '%s'. Re-created its InstanceList.
pt_br: Recebida uma atualização de exclusão de um host desconhecido '%s'. Recriando sua InstanceList.

source: Received a sync request from an unknown host '%s'. Re-created its InstanceList.
pt_br: Recebida uma solicitação de sincronização de um host desconhecido '%s'. Recriando sua InstanceList.

source: Received an update from an unknown host '%s'. Re-created its InstanceList.
pt_br: Recebida uma atualização de um host desconhecido '%s'. Recriando sua InstanceList.

source: Reclaiming deleted instance
pt_br: Reclamando instância excluída

source: Recovered connection to memcache server for reporting service status.
pt_br: Recuperada conexão do servidor memcache para relatório do status de serviço.

source: Recovered from being unable to report status.
pt_br: Recuperado da impossibilidade de relatar o status

source: Reloading compute RPC API
pt_br: Recarregando API RPC de cálculo

source: Removable base files: %s
pt_br: Arquivos base removíveis: %s

source: Removing base or swap file: %s
pt_br: Removendo arquivo de base ou de troca: %s

source: Removing dead compute node %(host)s:%(node)s from scheduler
pt_br: Removendo o nó de cálculo inativo %(host)s:%(node)s do planejador

source: Request made with invalid token: %s
pt_br: Solicitação feita com token inválido: %s

source: Request made with missing token: %s
pt_br: Solicitação feita com token ausente: %s

source: Request: %s
pt_br: Solicitação: %s

source: Rescuing
pt_br: Resgatando

source: Resuming
pt_br: Continuando

source: Retrieving diagnostics
pt_br: Recuperando diagnósticos

source: Root password set
pt_br: Senha raiz configurada

source: Running instance usage audit for host %(host)s from %(begin_time)s to %(end_time)s. %(number_instances)s instances.
pt_br: Executando auditoria de uso da instância para o host %(host)s de %(begin_time)s até %(end_time)s. %(number_instances)s instâncias.

source: Service started deleting the instance during the previous run, but did not finish. Restarting the deletion now.
pt_br: O serviço começou a excluir a instância durante a execução anterior, mas essa operação não foi concluída Reiniciando a exclusão agora.

source: Setting instance back to %(state)s after: %(error)s
pt_br: Configruando instância de volta para %(state)s após: %(error)s

source: Setting instance back to ACTIVE after: %s
pt_br: Configurando instância de volta para ACTIVE após: %s
