Repository: pypi-data/pypi-mirror-37
Catalog: packages/nova/nova-15.1.5.tar.gz/nova-15.1.5/nova/locale/*/LC_MESSAGES/nova-log-info.po
Languages: pt_br

source: Skipped adding %s because an equivalent index already exists.
pt_br: Inclusão de %s ignorada porque um índice equivalente já existe.

source: Skipped adding instances_project_id_deleted_idx because an equivalent index already exists.
pt_br: Inclusão de instances_project_id_deleted_idx ignorada porque um índice equivalente já existe.

source: Skipped adding reservations_deleted_expire_idx because an equivalent index already exists.
pt_br: Inclusão de reservations_deleted_expire_idx ignorada porque um índice equivalente já existe.

source: Skipping quiescing instance: %(reason)s.
pt_br: Ignorando quiesce de instância: %(reason)s.

source: Snapshot extracted, beginning image upload
pt_br: Captura instantânea extraída, iniciando upload da imagem

source: Snapshot image upload complete
pt_br: Upload da imagem de captura instantânea concluído

source: Soft shutdown succeeded.
pt_br: Desligamento suave feito com sucesso.

source: Spawning new instance
pt_br: Executando spawn de nova instância

source: Starting %(topic)s node (version %(version)s)
pt_br: Iniciando o nó %(topic)s (versão %(version)s)

source: Starting halted instance found during reboot
pt_br: Iniciar instância parada localizado durante a reinicialização

source: Starting migration network for instance %s
pt_br: Iniciando a rede de migração para a instância %s

source: Starting nova-xvpvncproxy node (version %s)
pt_br: Iniciando o nodo nova-xvpvncproxy (versão %s)

source: Stopping WSGI server.
pt_br: Parando o servidor WSGI.

source: Successfully powered off Ironic node %s
pt_br: Nó Ironic desligado com sucesso %s

source: Successfully powered on Ironic node %s
pt_br: Nó Ironic ligado com sucesso %s

source: Successfully provisioned Ironic node %s
pt_br: Nó Ironic provisionado com sucesso %s

source: Successfully rebooted Ironic node %s
pt_br: Nó Ironic reinicializado com sucesso %s

source: Successfully reverted task state from %s on failure for instance.
pt_br: Tarefa revertida com sucesso a partir de %s na falha de instância.

source: Successfully synced instances from host '%s'.
pt_br: Instâncias sincronizadas com sucesso a partir do host '%s'.

source: Successfully transferred using %s
pt_br: Transferido com sucesso usando %s

source: Successfully unprovisioned Ironic node %s
pt_br: Nó Ironic desprovisionado com sucesso %s

source: Swapping volume %(old_volume)s for %(new_volume)s
pt_br: Efetuando swap do volume %(old_volume)s para %(new_volume)s

source: Task possibly preempted: %s
pt_br: Tarefa possivelmente impedida: %s

source: Terminating instance
pt_br: Finalizando a instância

source: The imported VM was unregistered
pt_br: A VM importada não foi registrada

source: The instance sync for host '%s' did not match. Re-created its InstanceList.
pt_br: A sincronização da instância para o host '%s' não foi correspondida. Recriando sua InstanceList

source: The volume's backing has been relocated to %s. Need to consolidate backing disk file.
pt_br: O volume auxiliar foi realocado para %s. É necessário consolidar o arquivo de disco auxiliar.

source: Timestamp is invalid.
pt_br: O Registro de Data e Hora é inválido.

source: Took %(time).2f seconds to detach %(num)s volumes for instance.
pt_br: Demorou %(time).2f segundos para separar %(num)s volumes para a instância.

source: Took %0.2f seconds to build instance.
pt_br: Demorou %0.2f segundos para construir a instância.

source: Took %0.2f seconds to deallocate network for instance.
pt_br: Demorou %0.2f segundos para desalocar a rede para a instância.

source: Took %0.2f seconds to destroy the instance on the hypervisor.
pt_br: Demorou %0.2f segundos para destruir a instância no hypervisor.

source: Took %0.2f seconds to spawn the instance on the hypervisor.
pt_br: Demorou %0.2f segundos para efetuar spawn da instância no hypervisor.

source: Total %(type)s: %(total)d %(unit)s, used: %(used).02f %(unit)s
pt_br: Total %(type)s: %(total)d %(unit)s, usado: %(used).02f %(unit)s

source: Total usable vcpus: %(tcpu)s, total allocated vcpus: %(ucpu)s
pt_br: Total de vcpus utilizáveis: %(tcpu)s, total de vcpus alocadas: %(ucpu)s

source: Truncated console log returned, %d bytes ignored
pt_br: Log do console truncado retornado, %d bytes ignorados

source: Trying to disconnected unmounted volume at %s
pt_br: Tentando desconectar volume desmontado em %s

source: Unable to import guestfs, falling back to VFSLocalFS
pt_br: Não é possível importar guestfs, efetuando failback para VFSLocalFS

source: Unable to release %s because vif doesn't exist
pt_br: Não é possível liberar %s porque o vif não existe

source: Unable to release %s because vif object doesn't exist
pt_br: Não é possível liberar %s porque o objeto do vif não existe

source: Unable to use bulk domain list APIs, falling back to slow code path: %(ex)s
pt_br: Não é possível usar APIs de lista de domínio em massa, executando failback para caminho de código lento: %(ex)s

source: Unexpected error: %s
pt_br: Erro inesperado: %s

source: Unpausing
pt_br: Cancelando a pausa

source: Unrescuing
pt_br: Cancelando o resgate

source: Updating bandwidth usage cache
pt_br: Atualizando o cache de uso de largura da banda

source: Updating from migration %s
pt_br: Atualizando a partir da migração %s

source: Updating instance to original state: '%s'
pt_br: Atualizando a instância para o estado original: '%s'

source: Updating service version for %(binary)s on %(host)s from %(old)i to %(new)i
pt_br: Atualizando a versão do serviço do %(binary)s no %(host)s a partir da %(old)i para a %(new)i

source: Using config drive
pt_br: Usando unidade de configuração

source: Using config drive for instance
pt_br: Usando driver de configuração para a instância

source: VBD %(vbd_ref)s uplug failed with "%(err)s", attempt %(num_attempt)d/%(max_attempts)d
pt_br: A desconexão do VBD %(vbd_ref)s falhou com "%(err)s", tentativa %(num_attempt)d/%(max_attempts)d

source: VBD %s already detached
pt_br: VBD %s já removido

source: VM %(state)s (Lifecycle Event)
pt_br: MV %(state)s (Evento de Ciclo de Vida)

source: VMware vCenter version: %s
pt_br: Versão do VMware vCenter: %s

source: Volume(%s) has lower stats then what is in the database. Instance must have been rebooted or crashed. Updating totals.
pt_br: O volume(%s) possui estatísticas inferiores ao que está no banco de dados. A instância deve ter sido reinicializada ou travada. Atualizando totais.

source: WSGI server has stopped.
pt_br: O servidor WSGI foi interrompido.

source: Working on deleting snapshot %s from shelved instance...
pt_br: Trabalhando na exclusão da captura instantânea %s a partir da instância arquivada...

source: XenServer tools are not installed in this image
pt_br: As ferramentas XenServer não estão instaladas nesta imagem

source: XenServer tools are present in this image but are not capable of network injection
pt_br: As ferramentas XenServer estão presentes nesta imagem, mas não são capazes de injeção de rede

source: XenServer tools installed in this image are capable of network injection. Networking files will not bemanipulated
pt_br: As ferramentas XenServer instaladas nesta imagem são capazes de injeção de rede. Os arquivos de rede não serão manipulados

source: You may see the error "libvirt: QEMU error: Domain not found: no domain with matching name." This error can be safely ignored.
pt_br: Você pode ver o erro "libvirt: Erro de QEMU: Domínio não localizado: nenhum domínio com o nome correspondente." Esse erro pode ser seguramente ignorado.

source: _post_live_migration() is started..
pt_br: _post_live_migration() foi iniciada..

source: bringing vm to original state: '%s'
pt_br: trazendo a vm para o estado original: '%s'

source: data: %(data)r, fpath: %(fpath)r
pt_br: dados: %(data)r, fpath: %(fpath)r

source: deleted %s
pt_br: excluído %s

source: disk not on shared storage, rebuilding from: '%s'
pt_br: O disco não está no armazenamento compartilhado, reconstruindo a partir do: '%s'

source: disk on shared storage, recreating using existing disk
pt_br: disco em armazenamento compartilhado; recriando usando disco existente

source: findmnt tool is not installed
pt_br: Ferramenta findmnt não está instalada.

source: image %(id)s at (%(base_file)s): checking
pt_br: imagem %(id)s em (%(base_file)s): verificando

source: image %(id)s at (%(base_file)s): in use: on this node %(local)d local, %(remote)d on other nodes sharing this instance storage
pt_br: imagem %(id)s em (%(base_file)s): em uso: neste nó %(local)d local, %(remote)d em outros nós que compartilham esse armazenamento de instância

source: injecting file to %s
pt_br: Injetando arquivo no %s

source: instance chain %s disappeared during refresh, skipping
pt_br: A cadeia da instância %s desapareceu durante a atualização, ignorando

source: instance is in SHELVED_OFFLOADED state, cleanup the instance's info from database.
pt_br: A instância está no estado SHELVED_OFFLOADED, limpe as informações da instância a partir do banco de dados.

source: instance snapshotting
pt_br: fazendo a captura instantânea da instância

source: instance termination disabled
pt_br: rescisão de instância desativada

source: max count reduced from %(max_count)d to %(max_net_count)d due to network port quota
pt_br: Contagem máx. reduzida de %(max_count)d para %(max_net_count)d devido à cota de porta de rede.

source: nova-conductor connection established successfully
pt_br: conexão com nova-conductor estabelecida com sucesso

source: preserve multipath_id %s
pt_br: preservar multipath_id %s

source: quota_usages out of sync, updating. project_id: %(project_id)s, user_id: %(user_id)s, resource: %(res)s, tracked usage: %(tracked_use)s, actual usage: %(in_use)s
pt_br: quota_usages fora de sincronização, atualizando project_id: %(project_id)s, user_id: %(user_id)s, recurso: %(res)s, uso rastreado: %(tracked_use)s, uso real: %(in_use)s

source: re-assign floating IP %(address)s from instance %(instance_id)s
pt_br: designar novamente o IP flutuante %(address)s a partir da instância %(instance_id)s

source: tap-ctl check: %s
pt_br: Verificação de tap-ctl: %s
