Repository: pypi-data/pypi-mirror-37
Catalog: packages/wagtail-eventcalendar/wagtail_eventcalendar-0.1.1.tar.gz/wagtail_eventcalendar-0.1.1/wagtail_eventcalendar/locale/*/LC_MESSAGES/django.po
Languages: af

source: Description of the calendar
af: Beskrywing van die kalendar

source: Description
af: Beskrywing

source: Default Image
af: Verstek Foto

source: Default image to be used for calendar entries
af: Verstek foto wat vir die kalendar sal gebruik word

source: Calendar Root Page
af: Kalendar Vader Bladsy

source: Categories this event belongs to
af: Kategorie waaraan die gebeurtenis behoort

source: Categories
af: Kategorieë

source: Description of event
af: Beskrywing van die gebeurtenis

source: Image
af: Foto

source: Starting time of event
af: Begin tyd van die gebeurtenis

source: Start of Event
af: Begin van Gebeurtenis

source: End time of event. Does not need to be same day.
af: Eind tyd van die gebeurtenis. Hoof nie selfde dag te wees nie.

source: End of Event
af: Einde van Gebeurtenis

source: Location of event
af: Plek van gebeurtenis

source: Location
af: Plek

source: Whether there is a problem with the event
af: Of daar 'n probleem is met die gebeurtenis

source: Problem Status
af: Probleem Status

source: Text that describes the problem. Keep brief.
af: Teks wat die probleem beskryf. Hou kort.

source: Problem Description
af: Probleem Beskrywing

source: Calendar Event
af: Kalender Gebeurtenis

source: Start date and time must be before end date and time
af: Begin tyd en datum moet voor einde tyd en datum wees

source: Event Finished
af: Gebeurtenis is klaar

source: Event has begun
af: Gebeurtenis het begin

source: Category name
af: Kategorie naam

source: Parent category
af: Ouer kategorie

source: Parent category cannot be self.
af: Ouer kategorie kan nie self wees nie

source: Event Category
af: Gebeurtenis Kategorie

source: Event Categories
af: Gebeurtenis Kategorieë

source: Category
af: Kategorie

source: Get the entire calendar for:
af: Kry die hele kalender vir:

source: Get entire calendar. Includes all categories.
af: Kry die hele kalender. Sluit alle kategorieë in.

source: No description available
af: Geen beskrywing beskikbaar

source: Calendar Events
af: Kalender Gebeurtenise

source: Calendar
af: Kalender Gebeurtenis
