#飞机大战的 分析


#开始界面：
#       0：背景图片  image.load()
#       1：浮动标题   image.load() >screen.blit(img,【x，y+sin()】)>>
#       2. 开始按钮   image.load() >mouse  event
#       3.下部喷气飞机 [image.load()......] >>screen.blit(img[index],【x，y】)
#       4.背景音乐


#游戏界面

#      0：背景 ： #属性： 图片，屏幕       方法：循环移动
#      1：主角 ： #属性： 图片，屏幕，速度，血量 ，分数  方法： 移动 ， 碰撞 ，  死亡
#      1.1：主角的子弹： #属性： 图片，屏幕，速度，  方法： 移动 ， 碰撞 ，
#      2：敌机 ：#属性： 图片，屏幕，速度，血量  方法： 移动 ， 碰撞 ，  死亡
#      3：敌机工厂：静态-产生敌机（几率 产生敌机）
#      4：分数显示：  当前分  历史分
#      5：音效类


#结束界面 ：显示结果











